[
  {
    "book_id": 1,
    "title": "Death Note, Vol. 1: Boredom",
    "author": "Tsugumi Ohba, Takeshi Obata (Illustrator), Pookie Rolf (Translator)",
    "published_year": "2004-04-02T00:00:00.000Z",
    "summary": "Light Yagami is an ace student with great prospects - and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami, a death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal... or his life? Boredom Light tests the boundaries of the Death Note's powers as L and the police begin to close in. Luckily, Light's father is the head of the Japanese National Police Agency and leaves vital information about the case lying around the house. With access to his father's files, Light can keep one step ahead of the authorities. But who is the strange man following him, and how can Light guard against enemies whose names he doesn't know?",
    "cover_image": "death_note.jpg",
    "created_at": "2024-01-15T09:30:22.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 2
  },
  {
    "book_id": 2,
    "title": "Ouran High School Host Club, Vol. 1",
    "author": "Bisco Hatori",
    "published_year": "2003-08-05T00:00:00.000Z",
    "summary": "In this screwball romantic comedy, Haruhi, a poor girl at a rich kids' school, is forced to repay an $80,000 debt by working for the school's swankiest, all-male club—as a boy! There, she discovers just how wealthy the six members are and how different the rich are from everybody else... One day, Haruhi, a scholarship student at exclusive Ouran High School, breaks an $80,000 vase that belongs to the \"Host Club,\" a mysterious campus group consisting of six super-rich (and gorgeous) guys. To pay back the damages, she is forced to work for the club, and it's there that she discovers just how wealthy the boys are and how different they are from everybody else.",
    "cover_image": "ouran_high_school_host_club.jpg",
    "created_at": "2024-02-18T14:45:37.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 2
  },
  {
    "book_id": 3,
    "title": "SPY×FAMILY 1",
    "author": "Tatsuya Endo",
    "published_year": "2019-07-04T00:00:00.000Z",
    "summary": "A skilled spy, Twilight, is ordered to create a \"family\" in order to infiltrate a prestigious school. However, the \"daughter\" he meets is a psychic who can read minds! And his \"wife\" is an assassin! This is a delightful comedy about a temporary family who hide their true identities from each other and face the entrance exams and the crisis of the world!",
    "cover_image": "spy_family1.jpg",
    "created_at": "2024-03-22T11:15:49.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 2
  },
  {
    "book_id": 4,
    "title": "My name is Hyuga",
    "author": "Chugong (Original Creator), Dubu (Redice Studio) (Illustrator)",
    "published_year": "2023-05-25T00:00:00.000Z",
    "summary": "I want you to know what I'm saying!! 1 year old, 1 year old, 1 year old, 1 year old. Home Sorry, I'm not sure. I can't wait to see you, I can't wait to see you I love you…!!",
    "cover_image": "my_name_is_hyug8.jpg",
    "created_at": "2024-04-05T16:20:33.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.5",
    "review_num": 2
  },
  {
    "book_id": 5,
    "title": "Jujutsu Kaisen 20",
    "author": "Gege Akutami",
    "published_year": "2022-08-04T00:00:00.000Z",
    "summary": "Fushiguro and Reggie are on the verge of being crushed to death by each other's magic formulas. Reggie moves to break the deadly battle, and the deadly battle moves towards its conclusion!! Meanwhile, in the Sendai barrier, Okkotsu breaks the four-way battle between powerful people, and a fierce battle breaks out between past magicians and special-grade cursed spirits!",
    "cover_image": "jujutsu_kaisen20.jpg",
    "created_at": "2024-05-12T08:40:15.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 6,
    "title": "Maid-sama! Vol. 01",
    "author": "Hiro Fujiwara",
    "published_year": "2006-01-01T00:00:00.000Z",
    "summary": "Misaki Ayuzawa is the President of the Student Council at Seika High School, formerly an all-boys school. Unfortunately, most of the students are still male and stuck in their slovenly habits, so man-hating Misaki really socks it to them in an attempt to make the school presentable to attract more female students. But what will she do when the sexiest boy in school finds out that after school, Misaki works in a maid cafe.",
    "cover_image": "maid_sama_Vol_01.jpg",
    "created_at": "2024-06-30T13:25:58.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 7,
    "title": "Secrets of the Sporting Elite",
    "author": "Alistair Brownlee",
    "published_year": "2021-07-01T00:00:00.000Z",
    "summary": "From an early age Alistair Brownlee has been obsessed with being the very best, and not just improving his sporting performance across his three specialist triathlon disciplines of swimming, cycling and running, but also understanding how a winner becomes a dominant champion.",
    "cover_image": "secrets_of_the_sporting_elite.jpg",
    "created_at": "2024-07-08T10:15:42.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 8,
    "title": "Harry Styles Adore You",
    "author": "Carolyn McHugh",
    "published_year": "2019-01-01T00:00:00.000Z",
    "summary": "The breakout star of the hugely successful boy-band One Direction, Harry has achieved solo stardom as a musician, an actor, a fashionista and humanitarian. His two hit albums, Harry Styles and Fine Lines have won critical acclaim and track after track have gone on to top the music charts all over the world.",
    "cover_image": "harry_styles_adore_you.jpg",
    "created_at": "2024-08-19T15:30:27.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 9,
    "title": "Diddly Squat: 'Til the Cows Come Home",
    "author": "Jeremy Clarkson",
    "published_year": "2022-09-01T00:00:00.000Z",
    "summary": "At the end of Jeremy's first year in the tractor's driving seat, Diddly Squat farm rewarded him with a profit of just £144. So, while he's the first to admit that he's still only a \"trainee farmer\", there is clearly still work to be done.",
    "cover_image": "diddly_squat_til_the_cows_come_home.jpg",
    "created_at": "2024-09-25T12:10:55.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 10,
    "title": "The Furious Method",
    "author": "Tyson Fury",
    "published_year": "2020-11-01T00:00:00.000Z",
    "summary": "From weighing twenty-eight stone and fighting a deep depression, to his amazing return to heavyweight champion of the world, Tyson opens up and shares his inspiring advice and tips on diet, exercise regime, and his incredible journey back to a healthier body and mind.",
    "cover_image": "the_furious_method.jpg",
    "created_at": "2024-10-14T09:45:33.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 11,
    "title": "Never: The Autobiography",
    "author": "Rick Astley",
    "published_year": "2024-10-01T00:00:00.000Z",
    "summary": "At just nineteen, Rick agreed to sign with legendary music producer Pete Waterman – under the wings of music powerhouse Stock Aitken Waterman. Unpredictable, outlandish adventures followed, giving him a peek into the mechanics of the music industry.",
    "cover_image": "never_the_autobiography.jpg",
    "created_at": "2024-11-30T17:20:18.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 12,
    "title": "Cher: The Memoir",
    "author": "Cher",
    "published_year": "2024-11-01T00:00:00.000Z",
    "summary": "After more than seventy years of fighting to live her life on her own terms, Cher finally reveals her true story in intimate detail, in a two-part memoir.",
    "cover_image": "cher_the_memoir.jpg",
    "created_at": "2024-12-05T14:35:49.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 13,
    "title": "How to Train Your Human: A Cat's Guide",
    "author": "Babas",
    "published_year": "2024-01-01T00:00:00.000Z",
    "summary": "Discover the best-kept secrets of how your cat chooses you, loves you, and subtly trains you to fulfill its every wish in this charming and irresistible guide, written from the perspective of one witty kitty.",
    "cover_image": "how_to_train_your_human_a_cats_guide.jpg",
    "created_at": "2024-01-10T11:25:40.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 14,
    "title": "My Favourite Mistake",
    "author": "Marian Keyes",
    "published_year": "2024-01-01T00:00:00.000Z",
    "summary": "Anna has just lost her taste for the Big Apple…She has a life to envy. An apartment in New York. A well-meaning (too well-meaning?) partner. And a high-flying job in beauty PR. Who wouldn't want all that? Anna, it turns out.",
    "cover_image": "my_favourite_mistake.jpg",
    "created_at": "2024-01-22T16:50:12.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 15,
    "title": "Abroad in Japan",
    "author": "Chris Broad",
    "published_year": "2024-01-01T00:00:00.000Z",
    "summary": "When Englishman Chris Broad landed in a rural village in northern Japan he wondered if he'd made a huge mistake. With no knowledge of the language and zero teaching experience, was he about to be the most quickly fired English teacher in Japan's history?",
    "cover_image": "abroad_in_japan.jpg",
    "created_at": "2024-02-08T10:05:38.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 16,
    "title": "Comedy Pet Photography Awards",
    "author": "Paul Joynson-Hicks & Tom Sullam",
    "published_year": "2024-10-01T00:00:00.000Z",
    "summary": "From the creators of the hilarious Comedy Wildlife Photography Awards, comes a new book on our beloved pets! When the Comedy Pet Photography Awards announced a contest for the funniest pet photos, they received thousands of entries from all over the world.",
    "cover_image": "comedy_pet_photography_awards.jpg",
    "created_at": "2024-02-17T13:40:22.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 17,
    "title": "The First Rule of Comedy",
    "author": "Jeffrey Holland, Robert Ross",
    "published_year": "2024-02-01T00:00:00.000Z",
    "summary": "Fondly remembered as Spike Dixon in Hi-De-Hi!, Jeffrey Holland is one of Britain's best-loved situation comedy actors. An invaluable member of the repertory company of writer and director David Croft, his many other television credits include Are You Being Served?",
    "cover_image": "the_first_rule_of_comedy.jpg",
    "created_at": "2024-03-01T09:15:55.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 18,
    "title": "Comedy, Comedy, Comedy, Drama",
    "author": "Bob Odenkirk",
    "published_year": "2023-04-01T00:00:00.000Z",
    "summary": "In this hilarious, heartfelt memoir, the star of Mr. Show and Breaking Bad spin-off Better Call Saul opens up about the highs and lows of showbiz, his cult status as a comedy writer, and what it's like to reinvent himself at age fifty as an action-film ass-kicker.",
    "cover_image": "comedy_comedy_comedy_drama.jpg",
    "created_at": "2024-03-14T11:45:09.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 19,
    "title": "Quicksilver - The Fae & Alchemy Series",
    "author": "Callie Hart",
    "published_year": "2024-12-01T00:00:00.000Z",
    "summary": "In the land of the unforgiving desert, twenty-four-year-old Saeris Fane is good at keeping secrets. But when she inadvertently reopens a gateway between realms, she is transported to a land of ice and snow, where the Fae are real and a centuries-long conflict might just get her killed.",
    "cover_image": "quicksilver.jpg",
    "created_at": "2024-01-05T08:30:15.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 20,
    "title": "A Court of Thorns and Roses",
    "author": "Sarah J. Maas",
    "published_year": "2020-06-01T00:00:00.000Z",
    "summary": "Feyre, a huntress, kills a wolf in the forest, unaware that it was a faerie in disguise. As punishment, she is taken to the land of the Fae, where she discovers a hidden world filled with magic, secrets, and an unexpected romance.",
    "cover_image": "a_court_of_thorns_and_roses.jpg",
    "created_at": "2024-02-12T14:20:33.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 21,
    "title": "Iron Flame - The Empyrean",
    "author": "Rebecca Yarros",
    "published_year": "2024-11-01T00:00:00.000Z",
    "summary": "Violet Sorrengail survived her first year at Basgiath War College, but now the stakes are higher than ever. With a powerful new enemy threatening everything she loves, she must navigate a web of lies, danger, and dragon fire to survive.",
    "cover_image": "iron_flame.jpg",
    "created_at": "2024-03-18T11:55:47.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 22,
    "title": "Onyx Storm - The Empyrean",
    "author": "Rebecca Yarros",
    "published_year": "2024-01-01T00:00:00.000Z",
    "summary": "With enemies closing in both outside and within the ranks of Basgiath War College, Violet must venture beyond the failing Aretian wards to find allies. Secrets, magic, and the truth could change everything in this gripping continuation.",
    "cover_image": "onyx_storm.jpg",
    "created_at": "2024-04-22T16:40:28.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 23,
    "title": "Fable For the End of the World: Signed Edition",
    "author": "Ava Reid",
    "published_year": "2024-03-01T00:00:00.000Z",
    "summary": "In a dystopian world controlled by a powerful corporation, Inesa and her brother struggle to survive. When her mother's debts lead to a deadly selection for a live-streamed assassination spectacle, Inesa faces an impossible fight for survival.",
    "cover_image": "fable_for_the_end_of_the_world.jpg",
    "created_at": "2024-05-15T09:10:52.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 24,
    "title": "The Ragpicker King - The Chronicles of Castellane",
    "author": "Cassandra Clare",
    "published_year": "2024-03-01T00:00:00.000Z",
    "summary": "Kel Saren, body double to the crown prince of Castellane, must uncover the truth behind a massacre at the royal palace. His search leads him to the Ragpicker King and a conspiracy that could destroy the royal family.",
    "cover_image": "the_ragpicker_king_the_chronicles_of_castellane.jpg",
    "created_at": "2024-06-28T13:35:19.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 25,
    "title": "Holly",
    "author": "Stephen King",
    "published_year": "2024-09-01T00:00:00.000Z",
    "summary": "Holly Gibney, a detective from Finders Keepers, is on leave but cannot refuse a mother's desperate request to find her missing daughter. As she investigates, she uncovers a chilling mystery that leads to gruesome discoveries.",
    "cover_image": "holly.jpg",
    "created_at": "2024-04-03T10:25:44.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 26,
    "title": "The Haunting of Hill House - Penguin Modern Classics",
    "author": "Shirley Jackson",
    "published_year": "2009-10-01T00:00:00.000Z",
    "summary": "A group of four people gathers at the mysterious Hill House to investigate supernatural events. As strange occurrences intensify, fear takes hold, and the house seems to choose its victim in this classic horror novel.",
    "cover_image": "the_haunting_of_hill_house.jpg",
    "created_at": "2024-04-17T15:50:31.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 27,
    "title": "Interview With The Vampire: Volume 1 in series - Vampire Chronicles",
    "author": "Anne Rice",
    "published_year": "2008-10-01T00:00:00.000Z",
    "summary": "A young journalist listens as Louis, a vampire cursed with eternal life, recounts his macabre and mesmerizing story. A gothic tale of passion, immortality, and the hunger for blood that redefined vampire fiction.",
    "cover_image": "interview_with_the_vampire.jpg",
    "created_at": "2024-05-05T12:15:27.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 28,
    "title": "Monstrilio",
    "author": "Gerardo Samano Cordova",
    "published_year": "2024-06-01T00:00:00.000Z",
    "summary": "Grieving mother Magos takes a piece of her deceased son's lung and nurtures it into a sentient creature. As Monstrilio grows, his monstrous impulses threaten the fragile second chance at life in this haunting meditation on grief.",
    "cover_image": "monstrilio.jpg",
    "created_at": "2024-05-20T09:40:18.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 29,
    "title": "The Exorcist",
    "author": "William Peter Blatty",
    "published_year": "2011-10-01T00:00:00.000Z",
    "summary": "When young Regan begins exhibiting disturbing behavior, medical science fails to explain the horrors unfolding. Father Damien Karras is called in to perform an exorcism, leading to one of the most terrifying battles between good and evil.",
    "cover_image": "the_exorcist.jpg",
    "created_at": "2024-06-08T14:05:53.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 30,
    "title": "The Devils: Signed Exclusive Edition",
    "author": "Joe Abercrombie",
    "published_year": "2024-05-01T00:00:00.000Z",
    "summary": "In a world ravaged by plague, famine, and monstrous threats, a secret holy order assembles a group of convicted criminals for a desperate mission. Their goal: to put a thief on the throne and unite a fractured world before the elves return.",
    "cover_image": "the_devils.jpg",
    "created_at": "2024-06-25T11:30:42.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 31,
    "title": "How To Solve Your Own Murder - The Castle Knoll Files",
    "author": "Kristen Perrin",
    "published_year": "2024-01-01T00:00:00.000Z",
    "summary": "In 1965, Frances Adams was warned she would be murdered. She spent six decades collecting secrets on everyone she met—until she was found dead. Now, her great-niece Annie must solve the case to claim her inheritance before the killer strikes again.",
    "cover_image": "how_to_solve_your_own_murder.jpg",
    "created_at": "2024-07-12T08:55:36.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 32,
    "title": "Murdle: The School of Mystery: 50 Seriously Sinister Murder Mystery Logic Puzzles - Murdle Puzzle Series",
    "author": "G. T. Karber",
    "published_year": "2024-10-01T00:00:00.000Z",
    "summary": "Join Deductive Logico at Deduction College, where young detectives stumble upon mysterious campus murders. Solve puzzles, decipher codes, and use logic to catch the culprits in this interactive detective casebook.",
    "cover_image": "murdle_the_school_of_mystery50_seriously_sinister_murder_mystery_logic_puzzles.jpg",
    "created_at": "2024-08-24T13:20:48.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 33,
    "title": "Death and Croissants - A Follet Valley Mystery",
    "author": "Ian Moore",
    "published_year": "2022-04-01T00:00:00.000Z",
    "summary": "Richard, a B&B owner in the Loire Valley, enjoys a quiet life—until a guest disappears, leaving behind a bloody handprint. With the mysterious Valerie, he's drawn into an investigation that soon turns deadly when his beloved hen, Ava Gardner, is murdered.",
    "cover_image": "death_and_croissants.jpg",
    "created_at": "2024-09-10T16:45:29.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 34,
    "title": "Silverborn: The Mystery of Morrigan Crow - Nevermoor",
    "author": "Jessica Townsend",
    "published_year": "2024-05-01T00:00:00.000Z",
    "summary": "Morrigan Crow embarks on a thrilling adventure, uncovering secrets about her past and learning more about the Wundrous Arts. As she aligns herself with a dangerous figure, she must navigate Nevermoor's mysteries to uncover the truth about who she truly is.",
    "cover_image": "silverborn_the_mystery_of_morrigan_crow_signed.jpg",
    "created_at": "2024-10-18T10:30:15.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 35,
    "title": "Wink, Murder: A Bletchley Park Mystery",
    "author": "Rhian Tracey",
    "published_year": "2024-02-01T00:00:00.000Z",
    "summary": "Mary, a gifted codebreaker, is recruited for a secret mission at Bletchley Park during WWII. Disguised as a waitress at the Ritz Hotel, she uncovers enemy spies among her closest allies. With war raging, she must trust no one to survive.",
    "cover_image": "wink_murder_a_bletchley_park_mystery.jpg",
    "created_at": "2024-11-05T15:55:37.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 36,
    "title": "The Way of All Flesh - A Raven and Fisher Mystery",
    "author": "Ambrose Parry",
    "published_year": "2019-04-01T00:00:00.000Z",
    "summary": "In 1847 Edinburgh, medical student Will Raven and housemaid Sarah Fisher investigate a string of gruesome murders. As they descend into the city's dark underbelly, they must work together to uncover the killer before becoming the next victims.",
    "cover_image": "the_way_of_all_flesh.jpg",
    "created_at": "2024-12-20T12:40:22.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 37,
    "title": "A Court of Wings and Ruin: Exclusive Edition - A Court of Thorns and Roses",
    "author": "Sarah J. Maas",
    "published_year": "2024-04-01T00:00:00.000Z",
    "summary": "Feyre returns to the Spring Court, playing a dangerous game of deception to gather intelligence on Tamlin and an invading king. As war looms, she must decide whom to trust among the powerful High Lords and face the ultimate test with her mate.",
    "cover_image": "a_court_of_wings_and_ruin.jpg",
    "created_at": "2024-01-08T09:15:33.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 38,
    "title": "Deep End",
    "author": "Ali Hazelwood",
    "published_year": "2024-02-01T00:00:00.000Z",
    "summary": "Diver Scarlett Vandermeer is focused on recovering from an injury and getting into med school—until she crosses paths with Lukas Blomqvist, a world-champion swimmer. When a secret is revealed, their carefully controlled lives begin to unravel.",
    "cover_image": "deep_end.jpg",
    "created_at": "2024-01-27T14:40:19.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 39,
    "title": "The Ick",
    "author": "Holly McCulloch",
    "published_year": "2024-03-01T00:00:00.000Z",
    "summary": "Gem's promising date turns sour when she's hit with \"the ick\" over his lunch choice. Her friend Shanti, however, thinks she's self-sabotaging. To prove a point, Shanti challenges Gem to a psychology study that might just change her outlook on love.",
    "cover_image": "the_ick.jpg",
    "created_at": "2024-02-15T11:05:48.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 40,
    "title": "Ugly Love",
    "author": "Colleen Hoover",
    "published_year": "2014-08-01T00:00:00.000Z",
    "summary": "Tate Collins never expected to fall for airline pilot Miles Archer. He wants no love, no future—only passion. She agrees to his two rules: don't ask about his past and expect nothing beyond the present. But what happens when her heart refuses to listen?",
    "cover_image": "ugly_love.jpg",
    "created_at": "2024-03-04T16:30:27.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 41,
    "title": "Twisted Love - Twisted",
    "author": "Ana Huang",
    "published_year": "2022-05-01T00:00:00.000Z",
    "summary": "Alex Volkov, driven by tragedy, has no room for love—until he's forced to care for his best friend's sister, Ava Chen. She's sunshine to his ice, and their forbidden romance threatens to uncover dark secrets that could destroy them both.",
    "cover_image": "twisted_love.jpg",
    "created_at": "2024-03-22T10:55:14.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 42,
    "title": "The Seven Husbands of Evelyn Hugo",
    "author": "Taylor Jenkins Reid",
    "published_year": "2021-10-01T00:00:00.000Z",
    "summary": "Hollywood legend Evelyn Hugo finally reveals the truth about her scandalous past. She chooses unknown journalist Monique Grant to write her biography, leaving Monique to uncover why she was chosen—and what secrets Evelyn has kept hidden for decades.",
    "cover_image": "the_seven_husbands_of_evelyn_hugo.jpg",
    "created_at": "2024-04-10T13:20:56.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 43,
    "title": "All We Leave Behind: Transits of Three",
    "author": "Benjamin X. Wretlind",
    "published_year": "2022-12-01T00:00:00.000Z",
    "summary": "Miriam Page leads a desperate search for a new home, guided by an ancient map. But as their fractured people struggle through brutal landscapes, betrayal and disease threaten to doom them all. Can Miriam lead them to salvation, or will they perish?",
    "cover_image": "all_we_leave_behind_transits_of_three.jpg",
    "created_at": "2024-07-05T09:45:28.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 44,
    "title": "The Veil: A Dark Bio-Punk Sci-Fi Thriller",
    "author": "JJ Cross",
    "published_year": "2024-02-01T00:00:00.000Z",
    "summary": "Aaro Emmerson swore never to leave the city again, but with its survival in jeopardy, he must retrieve a nuclear core from the wild unknown. Facing monstrous threats outside and within, Aaro may find that the worst enemy has always been among them.",
    "cover_image": "the_veil.jpg",
    "created_at": "2024-08-15T15:10:42.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 45,
    "title": "The Thread: A Dark Time-Travel Sci-Fi Thriller",
    "author": "JJ Cross",
    "published_year": "2024-03-01T00:00:00.000Z",
    "summary": "Captain Sebastian Beauclaire's mission is simple: travel back and correct history to prevent a global catastrophe. But when he lands in Nazi-occupied Paris, hunted by an enemy that can track his every move, he must escape or risk dooming humanity.",
    "cover_image": "the_thread.jpg",
    "created_at": "2024-09-22T12:35:19.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 46,
    "title": "Battlefield Earth: Post-Apocalyptic Sci-Fi",
    "author": "Josh Clark, Scott Menville, Fred Tatascorie, Stefan Rudnicki",
    "published_year": "2016-06-01T00:00:00.000Z",
    "summary": "In the year 3000, humanity's fate hangs in the balance. Under the oppressive rule of the alien Psychlos, Jonnie Goodboy Tyler embarks on an epic battle for Earth's survival, facing intergalactic tyranny, financial warfare, and political intrigue.",
    "cover_image": "battlefield_earth.jpg",
    "created_at": "2024-10-30T08:50:37.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 47,
    "title": "Dune",
    "author": "Frank Herbert",
    "published_year": "2015-07-01T00:00:00.000Z",
    "summary": "On the desert planet Arrakis, Paul Atreides is thrust into a conflict over the most valuable substance in the universe: spice. As powerful enemies clash, Paul's destiny unfolds in a tale of power, prophecy, and survival in a vast, hostile world.",
    "cover_image": "dune.jpg",
    "created_at": "2024-11-18T14:15:53.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 48,
    "title": "The Shadow of the Gods: Book One of the Bloodsworn Saga",
    "author": "John Gwynne",
    "published_year": "2022-01-01T00:00:00.000Z",
    "summary": "A hundred years after the gods destroyed themselves, their bones still hold immense power. As war looms, three warriors—huntress, noblewoman, and thrall—seek their own paths in a Norse-inspired world of magic, vengeance, and battle.",
    "cover_image": "the_shadow_of_the_gods.jpg",
    "created_at": "2024-12-07T11:40:25.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 49,
    "title": "The Naked Vegan: 140+ Tasty Raw Vegan Recipes for Health and Wellness",
    "author": "Maz Valcorza",
    "published_year": "2016-04-01T00:00:00.000Z",
    "summary": "Maz Valcorza's journey from a fast-living, bacon-loving lifestyle to plant-based wellness led to this collection of 140+ raw vegan recipes. A story of transformation, mindfulness, and delicious, nourishing food.",
    "cover_image": "the_naked_vegan.jpg",
    "created_at": "2024-04-25T10:05:38.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  },
  {
    "book_id": 50,
    "title": "Committed to Wellness, Fitness, and a Healthy Lifestyle",
    "author": "Marta Tuchowska",
    "published_year": "2015-08-01T00:00:00.000Z",
    "summary": "Discover the keys to motivation, mindset shifts, and rapid body transformation. This guide empowers readers to unlock their inner drive and commit to a lifelong journey of health and wellness.",
    "cover_image": "committed_to_wellness.jpg",
    "created_at": "2024-05-12T15:30:47.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "3.0",
    "review_num": 1
  },
  {
    "book_id": 51,
    "title": "Mindfulness Hacks for Women",
    "author": "Sophia Sharp",
    "published_year": "2023-01-01T00:00:00.000Z",
    "summary": "Packed with practical techniques, this book helps women manage stress, improve focus, and enhance emotional well-being. Through journaling, gratitude, and mindfulness exercises, readers can find balance in today's fast-paced world.",
    "cover_image": "mindfulness_hacks_for_women.jpg",
    "created_at": "2024-05-28T12:55:19.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "2.0",
    "review_num": 1
  },
  {
    "book_id": 52,
    "title": "The Mountain Is You: Transforming Self-Sabotage Into Self-Mastery",
    "author": "Brianna Wiest",
    "published_year": "2020-05-01T00:00:00.000Z",
    "summary": "A deep dive into self-sabotage—why we do it, how to stop, and how to transform our habits. Brianna Wiest offers insight on emotional intelligence, resilience, and unlocking our highest potential.",
    "cover_image": "the_mountain_is_you_transforming_self_sabotage_into_self_mastery.jpg",
    "created_at": "2024-06-14T09:20:33.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "1.0",
    "review_num": 1
  },
  {
    "book_id": 53,
    "title": "The Wellness Book: The Comprehensive Guide to Maintaining Health and Treating Stress-Related Illness",
    "author": "Herbert Benson",
    "published_year": "1993-10-01T00:00:00.000Z",
    "summary": "Dr. Herbert Benson provides a definitive resource on treating stress-related conditions like hypertension, anxiety, and chronic pain. A must-read for those seeking holistic wellness and stress management techniques.",
    "cover_image": "wellness_book_thecomprehensive_guide_to_maintaining_health_and_treating_stress_related_illness.jpg",
    "created_at": "2024-06-30T14:45:52.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "5.0",
    "review_num": 1
  },
  {
    "book_id": 54,
    "title": "Run Fast. Cook Fast. Eat Slow.",
    "author": "Shalane Flanagan, Elyse Kopecky",
    "published_year": "2018-08-01T00:00:00.000Z",
    "summary": "Olympian Shalane Flanagan and chef Elyse Kopecky return with quick and nourishing recipes designed for athletes and busy individuals. From pre-run snacks to race-day meals, this book offers delicious, nutrient-packed fuel.",
    "cover_image": "run_fast_cook_fast_eat_slow.jpg",
    "created_at": "2024-07-15T11:10:28.000Z",
    "updated_at": "2025-03-14T12:17:09.000Z",
    "rating": "4.0",
    "review_num": 1
  }
]